Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 不曾想陈平安向后挪了挪。
en_us: Surprisingly, however, it was pulled back by Chen Ping'an.

source: 不知不觉已经临近小镇西边。
en_us: Before he knew it, they had already arrived near the west side of the small town.

source: 不知不觉已经沦为弃子的邻居少年，日子倒是依旧过得优哉游哉，成天带着他的贴身丫鬟，在小镇内外逛荡，一年到头游手好闲，也从来不曾为银子发过愁。
en_us: Unbeknownst to the young boy, he had been completely abandoned, and he continued to live a carefree and leisurely life, constantly wandering the town with his personal maidservant, never having to worry about money even though he didn't do a day of work throughout the year.

source: 不知不觉，陈平安已经积攒了大半箩筐石子，总计约莫八十余颗，其中最大一颗比他拳头还大，色彩极为瞩目，如同凝结成团的鸡血，且色艳而正，丝毫不给人不舒服的感觉，这么大石头几乎没有瑕疵裂纹。此时陈平安走在岸上，走向下一段溪流，手里正把玩一颗中等大小的蛇胆石，浅绿色，比起小镇瓷器里的梅子青，要淡许多，石子圆润光滑，十分可爱，陈平安一眼就喜欢上了。
en_us: Before he knew it, Chen Ping'an had already filled most of the bamboo basket. There were 80 odd pebbles, with the largest of them being even bigger than his fast. Its color was especially eye-catching as well, appearing like a bright red orb of blood that didn't make one feel any sense of discomfort. There was almost no flaw or crack on the large pebble either. Chen Ping'an climbed up the bank and headed toward the next section of the creek. At the same time, he fiddled with a medium-sized snake gall pebble. It was a light green color, even lighter than the plum green pottery in the small town. It was also smooth and round, making it appear especially adorable. Chen Ping'an immediately took a liking to this pebble.

source: 不知为何，廊桥虽然崭新大气，还挂着亮眼的金字匾额，可陈平安还是喜欢眼前的老桥。
en_us: Even though the covered bridge was much more spectacular and had a shimmering golden plaque hanging above it, for some reason, Chen Ping'an still preferred the old stone bridge.

source: 不知为何，陈平安觉得如今的小镇，死气沉沉，没了生气。
en_us: For some reason, Chen Ping'an felt like the town had suddenly lost all of its vitality and was a completely dead place.

source: 不知为何，骂到最后，孩子竟然带着点哭腔，狠狠将两条鼻涕虫抽回老窝。
en_us: For some reason, the little boy's voice eventually started to carry a hint of a sob. He sniffed loudly, causing the two line of snot to shoot back into his nose.

source: 不知何时多出一个汉子，身材不高，但给一种敦厚结实的感觉，可也不会让人误以为是个村夫庄稼汉，因为男人的眼神实在太过刺眼，让人不敢正视。
en_us: At some unknown time, a man had already appeared beside her. He wasn't especially tall, yet he gave others a feeling that he was extremely solidly built. However, others definitely wouldn't mistake him for being a villager or farmer. This was because his gaze was far too intense, so much so that others wouldn't dare to look him in the eyes.

source: 不知何时，婢女稚圭已经从竹林折返，只是站在柴门外，并不踏足院子。
en_us: At some point, Zhi Gui had already returned from the bamboo forest, but she was standing outside the wooden door, refraining from stepping into the yard.

source: 不知何时，读书少年郎赵繇的奶奶，拄着拐杖的老妪已经走近这边，“都快入土的老头子了，还这般天真，如老娘们涂抹胭脂，真是尤其面目可憎。这场灭顶之灾，是你那点好心肠就能改变丝毫的”
en_us: At some unknown time, Zhao Yao's grandma, the old woman with a cane, had already walked over, saying, "You're already about to be six feet under, yet you're still being so hopeful and naive? Just like old women caking their face in makeup, your actions are truly vile and repulsive. Is this calamity something that your kindness and benevolence can stop?"

source: 不知外边天高地厚的草鞋少年，便有些失望，“这么小啊，你看人家道祖的一片莲叶，就有一座城池那么大呢。”
en_us: Chen Ping'an was quite ignorant to such matters, and he was rather disappointed as he said, "That's tiny! Didn't you just say that just one of the Dao Ancestor's lotus leaves is the size of a city?"

source: 不知过了多久，陈平安被桥底下一阵巨大的水花声响，给猛然惊醒，陈平安赶紧转头，箩筐已经不见了！
en_us: After a while, Chen Ping'an was suddenly jerked back to his senses by the sound of a massive splash under the bridge, and he hurriedly turned to find that the basket beside him was gone!

source: 不知道是不是老天爷总算从打盹里睁眼醒来，觉得也该轮到陈平安时来运转了，门房并未认出他，李宝瓶也没有让他帮着把槐枝扛进府上，如释重负的陈平安刚要转身离去，李宝瓶就把自己肩头扛着的那根槐枝交给他，说这算是她的报答。
en_us: Perhaps the gods had finally woken up from their nap, or perhaps they felt like Chen Ping'an had suffered enough of late. In any case, the porter of the Li manor didn't recognize him, and Li Baoping didn't ask him to carry the locust branches into the residence, either. Chen Ping'an was very relieved by this turn of events, and he was just about to turn and leave when Li Baoping offered him the branch that she had been carrying on her shoulder, telling him that it was her repayment for his help.

source: 不知道过了多久，小镇内的道路上，传来一阵阵车轱辘声，陈平安转头望去，当头一辆牛车，后边跟着两辆有车厢的马车，牛车上坐着一群孩子，还有两张熟悉的脸庞，大红棉袄的李宝瓶，两坨腮红的石春嘉，除此之外，想来就是石春嘉所说的李槐，林守一，董水井三位学塾蒙童。
en_us: After an indeterminate period of time, the sound of rolling carriage wheels rang out from the roard inside the town. Chen Ping'an turned to discover an ox-drawn carriage followed by a pair of horse-drawn carriages. A bunch of kids were seated on the ox-drawn carriage, among which were a pair of familiar faces, namely Li Baoping in her large red jacket, and Shi Chunjia with her delicate, red cheeks. The other three children on the carriage were presumably Li Huai, Lin Shouyi, and Dong Shuijing, the other schoolchildren that Shi Chunjia had mentioned earlier.

source: 不等妇人解释其中渊源缘由，隔壁那边的女孩已经怒气冲冲道：“就凭你也想染指我们失传已久的镇山之宝？此次我们来此，是名正言顺的物归原主，可不像某些不要脸的家伙，是做强盗、做小偷、甚至是做乞丐来着！”
en_us: Before the woman had a chance to offer an explanation to the boy, the little girl next to them had already erupted into a fit of fury. "How dare you even thinkg about trying to take the most prized treasure of our mountain! We came here to take back something that rightfully belongs to us. We're not completely shameless like you! You're a bandit, a thief, a beggar, even!"

source: 不等少年反应过来，少女又添加了一句，“别介意，我这个人说话比较直。”
en_us: Before Chen Ping'an could respond, Ning Yao added, "Don't mind me; I'm quite frank when I speak."

source: 不等徒弟说完，杨老头一跺脚，天地寂静。
en_us: However, Old Man Yang immediately stomped his foot before his disciple could even finish, causing heaven and earth to fall silent.

source: 不等男人把话说完，少女就冒出yi句话，“不用你管。”
en_us: Before the man could say anything else, the young girl immediately quipped, "I don't need your help!"

source: 不等男子给出答案，马苦玄继续道：“如果连这也做不得，那我当兵家修士有卵用？我为何不干脆当个随心所欲的大魔头？为何当时不答应那对道士道姑，去那么什么宗？！”
en_us: Before the man could even reply, Ma Kuxuan continued, "If I'm not allowed to do even this, then what's the fucking point of becoming a martial artist cultivator? Why don't I act as I please and become a wanton demon instead? Why didn't I accept that Daoist nun's offer at that time and join her whatever sect?!"

source: 不等老人说完，阮邛便捏爆了那名仙师的脑袋，将尸体随手丢出自家福地版图之外，不过那抹从尸体内逃窜而出的碧绿虹光，阮邛仅是冷冷瞥了一眼，并未痛打落水狗。那条长短不过三尺有余的绿虹，疯狂飞掠将近千里，一头扑入一条淡淡紫烟升腾缭绕的大河，河水之盛大壮观，远胜大骊疆域一般的大江之水。
en_us: Before the old man had a chance to finish what he was saying, Ruan Qiong crushed his head before casually tossing his headless body out of the border. A streak of green light immediately sprang out of the headless body before fleeing into the distance, and Ruan Qiong merely took a cold glance at it, but refrained from going any further. The streak of green light was over three feet in length, and it sped through the air as quickly as it could, flying close to 1,000 kilometers before plunging into a large river with faint purple smoke swirling in the air above it. The river was extremely massive and spectacular to behold, much more so than any of the bodies of water in the Great Li Empire.

source: 不等陈平安开口求人，少女就大大咧咧笑道：“以后有空的时候，我把三百六十五个窍穴名称、方位和用处，一一告诉你。”
en_us: Before Chen Ping'an had a chance to ask, Ruan Xiu smiled as she declared, "When I get the time to do so in the future, I'll tell you the names, locations, and purposes of all of the 365 acupoints on the human body."

source: 不等陈平安说话，少女就把话说死了，“别谢我啊，我骂人跟你没关系。”
en_us: Before Chen Ping'an could even speak, the young girl had already opened her mouth and said, "No need to thank me. I wasn't standing up for you or anything."

source: 不等陈松风说完，刘灞桥已经嚷嚷道：“我这人胜负心太重，一旦去了灵气稀薄的福地，若是无法靠自己的本事破开禁忌，重返家乡，那我肯定会留下心结，那就会得不偿失，弊大于利。再说了，要是不小心在福地里给‘当地人’欺负，又是一桩心病，等我还魂回神之后，哪怕需要耗费巨大代价，我肯定也要以‘真人真身’降世，才能痛快，只是如此一来，不是有违我初衷本心？”
en_us: Before Chen Songfeng had a chance to finish, Liu Baqiao grumbled, "I'm too competitive. If I go to a blessed land where spiritual energy is too sparse, and I'm unable to break through the restrictions there to return home through my own power, then that'll definitely leave me with a knot in my heart, and the trip would prove to be far more detrimental than beneficial. If I end up being picked on by the locals during my time in the blessed land, then that'll be one more thing that weighs on my heart. Once my soul is restored, I'll be sure to descend upon the blessed land in my true form in order to exact revenge, even if I have to pay a massive price to do so, but if I do that, it'll go against what I initially set out to do."

source: 不管如何，婢女被少年取名为稚圭后，算是彻底坐实了两人的父子关系，因为小镇大族豪绅都晓得，宋大人最钟情于一方砚台，便刻有“稚圭”二字。
en_us: In any case, after the maidservent was named Zhi Gui by Song Jixin, the father and son relationship between Song Jixin and Master Song was confirmed beyond a doubt. This was because all of the most affluent individuals in the town knew that the characters "Zhi Gui" were engraved onto Master Song's favorite inkstone.

source: 不管如何，这趟注定都不会白走，那个被风雷园器重的小杂种，无非是比泥瓶巷的小泥腿子多活一会儿。
en_us: In any case, he had already achieved an important objective during this trip to the town, which was to put an end to the life of that boy that the Wind Lightning Field had held in such high regard. In his eyes, Liu Xianyang would only live a little longer than Chen Ping'an.

source: 不管用。
en_us: However, their efforts were all to no avail.

source: 不给少女丝毫喘息机会，巨大的身影从高空坠下。
en_us: Bai Yuan didn't give her any time to rest, with his large body soaring forward and slamming down from the sky.

source: 不给老猿更多反应机会。
en_us: Before Bai Yuan had a chance to react, Chen Ping'an fired the arrow, and it came hurtling down with incredible force, whistling loudly as it pierced through the air.

source: 不见他如何出手，马苦玄就倒转乾坤似的，不但双脚落地，还身躯笔直地站在了男人身边。
en_us: Chen Ping'an wasn't able to see what he did, but in a flash, Ma Kuxuan rotated in the air and landed on his feet, with his body fully upright as he stood beside the man.

source: 不见少年身影踪迹。
en_us: Chen Ping'an was nowhere to be seen.

source: 不足为外人道也。
en_us: However, he never revealed this to anyone, and Chen Ping'an was naturally oblivious to these hidden machinations as well.

source: 不迂腐的好人，他们的人心，会格外温暖灿烂，如向阳花木。
en_us: Someone with a kind and pure heart would always instil a sense of warmth into those around them, and their very existence was a beautiful thing.

source: 不过一想到少年还是那个女人的儿子，身为大骊第一武道宗师的权势藩王，也觉得有些心烦和棘手。
en_us: However, upon recalling that he was that woman's son, the number one martial artist and powerful monarch of the Great Li Empire couldn't help but feel slightly agitated and troubled.

source: 不过两人差距有限。
en_us: However, the gap between them was limited.

source: 不过之前惊鸿一瞥，发现小女孩捧着一只光泽晶莹的翠绿葫芦，陈对眼光何其老辣，一看就知道不是俗物。
en_us: However, when glancing at them just then, Chen Dui had noticed that the little girl was holding a crystalline and emerald-green gourd. Being as experienced as she was, she immediately knew that this was an extraordinary item.

source: 不过他也懒得继续演戏了，掏出一只华美精贵的钱袋子，随手丢在地上，笑道：“我已经在李家拿到报酬了，只不过我可不是为了钱，泥瓶巷陈平安，宋集薪的隔壁邻居，对吧？你要怪就怪你身边的家伙，太惹人厌了，她昨天坏了很多人的大事。”
en_us: However, he couldn't be bothered acting anymore, and he retrieved an exquisite money pouch from his pocket before casually tossing it to the ground. He smiled and said, "I've already received payment from the Li Clan. However, I didn't do this for the sake of money. Chen Ping'an from Clay Vase Alley, Song Jixin's neighbor, correct? If you want to blame someone, then blame the girl next to you for being too detestable. She ruined a lot of people's plans and grand schemes yesterday."

source: 不过他猛然间满脸惊喜起来，才发现师父今天说的话，虽然还是不堪入耳，可好歹说了这么多，难得难得，等回到东边屋子那边，可以喝一壶酒庆祝庆祝。
en_us: However, his face suddenly lit up with joy and delight. Even though his master's words were grating on the ear, he realized that his master had at least said so many words to him. This was a rare occurence that called for a celebration! He decided to treat himself to some wine when he returned home.

source: 不过八十余手，青衫少年就输得一塌糊涂，垂头不语，紧抿着嘴唇。
en_us: After only fewer than 90 turns, the azure-robed young boy suffered a catastrophic loss, and he lowered his head in silence with his lips tightly pursed.

source: 不过刘羡阳的同龄人，可不这么说，只讲刘羡阳的祖辈，是个逃兵，是逃到了小镇这边，给人做了上门女婿，运气好才躲过官府追捕。说得板上钉钉，好似亲眼见过刘羡阳的祖辈如何逃离战场，又如何一路颠沛流离到了这座小镇。
en_us: However, Liu Xianyang's contemporaries told a completely different story. They proclaimed that Liu Xianyang's ancestor was a deserter who had fled to the town and became a live-in son-in-law to a family here, and that he only managed to avoid being captured by authorities thanks to a huge stroke of fortune. They were extremely convinced of the authenticity of this story, as if they had personally witnessed how Liu Xianyang's ancestor had fled the battlefield before traveling to the small town.

source: 不过反过来想，大骊开国以来，正是靠着这座小洞天带来的巨大收益，才一步一步从偏居一隅的小小割据势力，变成如今宝瓶洲北部最大的世俗王朝，没有之一。
en_us: Thinking back, however, it was thanks to the huge benefits provided by this small world that the Great Li Empire had been able to grow from a small empire in some corner of the Eastern Treasured Vial Continent into the lagest mortal empire in the continent. Not one of the largest, but the largest.

source: 不过受惠于佛法的仙家宗门，确实不计其数。
en_us: However, the sects who had benefitted from Buddhism were countless in number.

source: 不过在陈松风找到她的时候，她仍然能够清晰感受到，年轻男人那种刻意压抑的兴奋激动，多半是收获颇丰，落下槐叶的数量，出乎龙尾郡陈氏老祖的预期了。
en_us: However, when Chen Songfeng tracked her down, she was able to clearly sense that he was forcibly suppressing his excitement, so it was most likely the case that he had managed to obtain more locust leaves than the number that had been projected by the patriarch of the Chen Clan in the Dragon Tail County.

source: 不过她是真的很不喜欢这座小镇，尤其不喜欢来此寻求机缘的修行中人，勾心斗角，蝇营狗苟，说是仙人高人，只是站在山上的缘故，并非自身有多高。
en_us: She really detested this small town, particularly the cultivators who had come to seek out fated opportunities in this town. They were constantly hatching underhanded plots and schemes against one another, and it was particularly ironic, considering they regarded themselves as immortals who stood above those at the foot of the mountain.

source: 不过如姚老头这般钻牛角尖的人，终究少数。
en_us: However, ultimately, people who were as devoted and unyielding as Old Man Yao were part of the minority.

source: 不过宋集薪对下棋兴致不大，三天打鱼两天晒网，反观资质逊色的青衫少年，既是乡塾学生，又担任书童，与齐先生朝夕相处，哪怕只是旁观先生枯坐打谱，也受益匪浅，所以青衫少年从执黑才能偶尔侥幸获胜，到如今只要执黑，胜负就能与宋集薪在五五之间，棋力手筋的进步，显而易见。对于这种此消彼长，齐先生不置一词，袖手旁观而已。
en_us: However, Song Jixin didn't have much interest in go, and he was always slacking off in his learning of the game. In contrast, the azure-robed young boy's aptitude was inferior to his, but not only was he a student at the private school, he also served as Mr. Qi's scholarly attendant, so he was always with the teacher. Thus, he was able to learn extensively just from watching Mr. Qi play out games recorded in go manuals on his own. Hence, with the black stones, the young boy was now able to occasionally win some games. At the moment, with the black stones, he had a roughly 50:50 chance of beating Song Jixin, and his improvement over the years was very apparent. However, Mr. Qi had never commented on the dwindling skill gap between them, and he was always watching their games in silence.

source: 不过小心起见，老猿仍是没有大摇大摆从这一端走入泥瓶巷。
en_us: However, as a safety precaution Bai Yuan still refrained from making his way directly into Clay Vase Alley.

source: 不过少年没有太过接近青牛背，而是在小溪出山之后，蓦然收束如女子腰肢的一个最窄地方，在此处靠右上岸。
en_us: However, he didn't rush all the way to the Azure Cow Ridge. Instead, he jumped out onto the shore to his right at a point where the creek had flowed out of hte mountain and was sharply tapered to a narrow stream.

source: 不过少年觉得更有道理的，还是宁姑娘所说的几万几十万不够，那就练yi百万次嘛。
en_us: However, Chen Ping'an felt like Ning Yao's other remark made more sense than these two saying. That was, if he couldn't get the hang of something after practicing it 10,000 times, then he should practice it hundreds of thousands of times or even millions of times.

source: 不过当时齐静春是询问之人，回答之人，则是两人共同的先生。
en_us: However, at the time, Qi Jingchun had also been an inquisitor, and the teacher that both of them shared had been the one answering their questions.

source: 不过当陈平安追问什么叫心稳，刘羡阳就抓瞎了。
en_us: However, when Chen Ping'an asked him what keeping one's heart steady meant, Liu Xianyang had no answer.

source: 不过父女的长相是真不像，也幸好不像。
en_us: However, the father and daughter looked completely different. In fact, it was fortunate that this was the case.

source: 不过真要说朋友的话，赵繇大概只认宋集薪这个棋友，虽说这么多年下棋一直输给宋集薪，但是胜负心归胜负心，想赢棋的执念归执念，对于天资高绝的宋集薪，赵繇其实心底一直很佩服，只不过赵繇有些失落，是因为直觉告诉他，宋集薪虽然跟自己嘻嘻哈哈，平时交往亲密无间，可好像从来没把他看做真正的朋友知己。
en_us: However, in terms of genuine friends, Zhao Yao was most likely only familiar with Song Jixin, someone whom he played Go with. Even though he had always lost to Song Jixin all these years, wanting to win was nothing more than just that. In reality, he deeply admired the supremely talented Song Jixin from the bottom of his heart. However, Zhao Yao also felt slightly dejected. Even though Song Jixin was always carefree and laughing merrily with him, with their relationship seemingly as tight-knit as could be, his intuition told him that Song Jixin had never treated him as a genuine and intimate friend.

source: 不过眼见着刘羡阳时不时偷瞄黑衣少女的情形，陈平安有些释然，刘羡阳从来就是这种德行的人，见着好看的女子就管不住眼睛，但他其实不是真的喜欢心动，只是喜欢显摆炫耀，比如以前夏天在廊桥那边，在小溪里光膀子洗澡，若是有提着秧苗或是牵着黄牛的同龄少女经过，刘羡阳是必然要来三板斧的，先火烧屁股地爬上岸边的大青石上，然后大声咳嗽宋集薪对此点评为“昭告天下”，最后再一个扎猛子。眼力很好的陈平安，其实看得清楚远处少女们的眼神、脸色，所以一直很想告诉刘羡阳真相，那些相貌好看的姐姐们，有翻白眼的，有嘀嘀咕咕骂人的，更多就是根本视而不见，唯独就是没有眼睛一亮、觉得你是一条英雄好汉的。
en_us: However, Chen Ping'an immediately felt a sense of understanding when he saw Liu Xianyang stealing occasional glances at the young woman in black. Liu Xianyang had always been like this. Whenever he saw a girl, he could never control his own gaze. However, this didn't mean that he actually liked them. Instead, he simply liked to show off before them. For example, while bathing in the creek near the covered bridge during summer, Liu Xianyang would immediately try to show off his skills when a girl at the same age passed by. He would hurriedly climb onto the large green stone on the bank first, then he would cough loudly in what Chen Ping'an referred to as an act of "making an announcement to the world". Finally, he would dive headfirst into the water. With Chen Ping'an's sharp eyesight, he could clearly see the expressions of the girls in the distance. Thus, he had always wanted to tell Liu Xianyang the truth. When they saw his actions, the good-looking girls would either roll their eyes or curse under their breaths. Meanwhile, even more of them would completely ignore him, not even giving him a single glance. The only expression that they never showed was one of admiration, and one where they viewed him as an impressive man.

source: 不过老猿也没有眼睁睁看着少女远遁而去，脚尖一挑，随意挑起一颗石子，握在手心，朝那空中迅猛砸出。
en_us: However, he didn't stand still as he watched her flee. With a flick of his foot, he casually kicked up a stone and caught it in his palm. With a swing, he then ferociously launched the stone into the air.

source: 不过老龙城的少城主，可不觉得自己在此成功截获机缘后，会比不上一个九岁之前，始终没能被人带离小镇的少年。
en_us: However, as the young master of Old Dragon City, Fu Nanhua was convinced that after successfully attaining his fated opportunity here, there was no way that he would ever be overtaken by a child who hadn't been taken from the town by anyone up to this point.

source: 不过读书一事，对当时的泥瓶巷孤儿来说，是比糖葫芦还要奢侈许多的东西，远远看看就好。
en_us: However, for an orphan who had grown up on Clay Vase Alley like him, receiving an education was an even more distant dream than a tanghulu, so the only thing that he could do was watch from afar.

source: 不过这些都是意料之中的事情。
en_us: However, he had already anticipated all of this.

source: 不过这其中存在一个隐晦原因，才使得第九境武道强者肆无忌惮，那就是中五境里的最后一层楼，第十楼大修士，根本已经无心世俗纷争，甚至连家族存亡、王朝兴衰也顾不得，为的只是那“大道”二字了。
en_us: Furthermore, there was an underlying reason why martial artists of the ninth tier could be so brazen and unscrupulous, which was that the 10th Tier cultivators at the very pinnacle of the Middle Five Tiers no longer involved themselves in any wordly conflicts. In fact, they were so devoted and single-minded in their pursuit of the Great Dao that they didn't even care whether their clans or empires fell into ruin.

source: 不过面对少年，这个男人要稍稍文雅，“如果本王没有记错，你们小镇三千年来，不管发多大的洪水，这条小溪的最高水位，从来没有高过锈剑条的剑尖。”
en_us: The man became slightly less crude when he faced the young boy, and he said, "If I remember correctly, throughout the 3000 year history of this small town, the water level in this creek has never risen higher than the tip of that rusty sword, regardless of how powerful a flood occurs."

source: 不过黑衣少女不是个耐心好的，事实上除去练刀练剑，少女对什么事情都不太提得起兴趣，小小年纪便背井离乡，独自游历四方，很粗糙地活着，所以对家徒四壁的少年小宅，她没有任何不适的感觉，实在是她自己风餐露宿多了去，风里来雨里去，原本再精致讲究的人，也会变得很不讲究。
en_us: However, Ning Yao wasn't a patient person. Apart from practicing sword techniques and saber techniques, there weren't many other things that interested her. She had left home at a young age, traveling all over the lands by herself. As a result, she often had to live in very rough environments. However, it was also because of this that she wasn't feeling any sense of discomfort in the bare and destitute house of the young boy. After all, she was already accustomed to camping out in the open and trekking through the wind and rain. Regardless of how particular a person once was, such experiences would eventually cause them to become much less so.

source: 不远处的李家大宅，呼喝声大振，更有暗处的定海神针愤然出手。
en_us: Not far away, a loud commotion suddenly rang out in the Li Clan's manor, and even the clan patriarch had sprung into action.

source: 不远处的街坊邻居聚在一起，指指点点，有人说是之前也听到了自家屋顶有声响，一开始以为是野猫捣乱，就没当回事。也有人说今儿小镇西边就不太平，好像有孩子看到一个身穿白衣的老神仙，飘来荡去的，一步就能当老百姓十数步，还会飞檐走壁，也不晓得是土地爷跑出了祠堂，还是那山神出了山。
en_us: Not far away, some neighbors of theirs were gathering together, discussing spirited among themselves. Some of them were saying that they heard a commotion on their rooftop, but they merely thought that this was the doing of stray cats and didn't pay much heed to it. There were also some who proclaimed that the western side of the town had been quite chaotic the entire day, with some children spotting an old white-robed deity drifting back and forth. Apparently, each stride of his was equivalent in length to around a dozen strides from the average person, and despite his enormous stature, he was able to run along the rooftops with ease. It was unclear whether he was a deity statue who had come to life and escaped his temple, or if he was a mountain god that had left the mountain for some reason.

source: 与之同时，云海被一只金黄色的巨大手掌，向下一捞，拨开厚重云雾，露出一个窟窿后，一道光柱落在齐静春法相之前。
en_us: At the same time, an enormous golden hand reached down from the heavens, piercing a hole through the clouds, and a pillar of light descended right in front of Qi Jingchun's Dao Manifestation.

source: 与书上所谓的敲山震虎，有异曲同工之妙。
en_us: This practice was identical to a saying found in books — beating around the mountain to scare the tiger.

source: 与此同时，又有人温醇笑道：“陈平安，不妨站直，往前走几步试试看？”
en_us: At the same time, a warm and gentle voice encouraged, "Chen Ping'an, why don't you take a few steps foward and see what'll happen?"

source: 与此同时，后边一辆马车上有人轻轻放下了窗帘。
en_us: At the same time, someone sitting in one of the horse-drawn carriages behind the ox-drawn carriage gently lowered the curtain.

source: 与此同时，杨家铺子积水众多、小水塘一般的后院，涟漪阵阵，重新恢复浑浊泥泞的面貌，就像世间所有的后院，水面之上，立着一位浑身烟气弥漫的模糊身影，依稀可见，是一位面容不清的驼背老妪。
en_us: At the same time, the Yang Family's medicine shop was riddled with puddles. The backyard had almost become a pond, with rippling water covering a large swathe of the land. Under this water was a muddy mess, just like the other backyards in the world. Above this rippling pond, there stood a blurry figure that was shrouded in mist and vapor. One could vaguely discern that this was a hunch-backed old lady.
